[
    {
      "name": "Dr. Sasi Kumar",
      "description": "Dr. Sasi Kumar is a Free Software activist and a member of the Board of Directors of the Free Software Foundation of India. He has conducted research in atmospheric electricity, rainfall studies and cloud physics and has wrote popular science articles. He has also published three popular science books in Malayalam. He is an educationist and has been teaching school children for about a decade.",
      "img": "/images/speakers/Sasikumar.jpeg",
      "events": [{ "name": "Keynote Talk" }],
      "links": {
        "facebook": "",
        "instagram": "",
        "web": "https://swatantryam.wordpress.com",
        "twitter": "",
        "youtube": "",
        "linkedin": "https://www.linkedin.com/in/sasi-kumar-6770681b2"
      }
    },
    {
      "name": "Dr. Deepika K",
      "description": "Dr. Deepika Kripanithi, a professor in the MCA department of RV College of Engineering, is a highly accomplished free software advocate and is an active member of the FOSS community. She believes in implementing FOSS wherever she can, so much so that she has inculcated FOSS into her Ph.D. thesis. Dr. Deepika has also worked on various communication technologies such as UWB, Lora, BLE, Wi-Fi, and GPS. A torchbearer for women in FOSS, she continues to mentor and motivate them to learn and contribute. She holds a global publication record, publishing over 15 papers, and 2 book chapters, and has over 150 citations to her .",
      "img": "/images/speakers/Deepika.jpg",
      "events": [{ "name": "Oxygenate your systems with FOSS" }],
      "links": {
        "facebook": "",
        "instagram": "",
        "web": "https://deepikak.in",
        "twitter": "",
        "youtube": "",
        "linkedin": ""
      }
    },
    {
      "name": "Andrew Bastin",
      "description": "Andrew Bastin is the co-founder and CTO of Hoppscotch. As a web-based API development suite, Hoppscotch provides an easy and accessible platform to developers with a minimalist UI. It is a completely open-source and free-to-use suite. Pursuing a Bachelor's in Computer Science at Lakehead University, Canada, Andrew is deeply committed to Open Source development. In this edition of FOSSMeet, let's join him as he recalls his journey in turning an idea into a thriving venture.",
      "img": "/images/speakers/andrew.jpg",
      "events": [{ "name": "From Kerala to the world: Hoppscotch's Story" }],
      "links": {
        "facebook": "",
        "instagram": "",
        "web": "",
        "twitter": "",
        "youtube": "",
        "github": "https://github.com/AndrewBastin",
        "linkedin": "https://www.linkedin.com/in/andrew-bastin-7456771a8"
      }
    },
    {
      "name": "Prasad Khake",
      "description": "He is the co-founder of paperd.ink, an open-source e-paper development board developed in India, that can also be programmed in Arduino IDE. After earning his B.Tech from MIT Pune, he currently works as a Marketing Manager at Inaza full-time. Furthermore, he has published some outstanding articles in the field of global economics and spectrum sensing techniques.",
      "img": "/images/speakers/Prasad.jpg",
      "events": [{ "name": "Paperd.ink's journey" }],
      "links": {
        "facebook": "",
        "instagram": "",
        "web": "",
        "twitter": "",
        "youtube": "",
        "linkedin": "https://www.linkedin.com/in/prasadkhake/"
      }
    },
    {
      "name": "Dr. Akshay S Dinesh",
      "description": "Known for his passion for free software, Dr. Akshay S Dinesh challenges the principle of personifying people based on their educational or professional backgrounds. Interestingly, he is an MBBS graduate and has done his postgraduate coursework in Medical Law and Ethics, a subject that deals with medico-legal issues. His accomplishments as a programmer include working in a non-profit organization and contributing to many open-source projects, such as Debian and Mozilla. Besides these, he is also a blogger and writes in three different domains: medicine, technology, and social commentary.",
      "img": "/images/speakers/asd.jpg",
      "events": [
        { "name": "Enough of javascript build tools. Solving real world problems collaboratively through FOSS. " }
      ],
      "links": {
        "facebook": "",
        "instagram": "",
        "web": "https://asd.learnlearn.in/about/",
        "twitter": "https://twitter.com/asdofindia",
        "youtube": ""
      }
    },
    {
      "name": "Abraham Raji",
      "description": "Abraham Raji is a free software developer and an official member of the Debian Project (Debian Developer) hailing from Kottayam, Kerala. He is an advocate for free software, open hardware, open design and above all promotes the hacker culture. Additionally, he has organized multiple events across the state to bring awareness towards these causes. He was a speaker at various conferences and events, namely the DebConf 2022, DevConf 2019 and MEC Conf 2019. He was also the state-level event coordinator for the NASA Space Apps Challenge 2019. He is currently working at Big Binary as a full-stack developer.",
      "img": "/images/speakers/abraham.jpeg",
      "events": [{ "name": "Introduction to Debian GNU/Linux" }],
      "links": {
        "facebook": "",
        "instagram": "",
        "web": "https://abrahamraji.in/",
        "twitter": "",
        "youtube": "",
        "github": "https://github.com/abrahamparayil"
      }
    },
    {
      "name": "Prabhanshu Gupta",
      "description": "Prabhanshu Gupta works as a developer for simple.org. Empowering over 9000 public healthcare organisations, it is a free and open-source application that provides a simple and contextual digital platform to help record patient data enabling the effective treatment of patients with hypertension. He is also a software engineer for Nilenso software and co-founded StreetHack, a company that turns innovative hackathon ideas into products.",
      "img": "/images/speakers/prabhanshu.webp",
      "events": [
        { "name": "Building web apps in the open " }
      ],
      "links": {
        "facebook": "",
        "instagram": "",
        "twitter": "",
        "youtube": "",
        "github": "https://github.com/prabhanshuguptagit",
        "linkedin": "https://www.linkedin.com/in/prabhanshu-gupta"
      }
    },
    {
      "name": "Atharva Raykar",
      "description": "Atharva Raykar is an ardent FOSS enthusiast who is a Computer Science graduate from PES University, Bangalore. He is currently a software engineer at Nilenso and has previously worked as an intern for the Git Community as a part of the Google Summer of Code'21. Even while working as a full time engineer, he never shies away from sharing his knowledge and experience to youngsters and fellow FOSS enthusiasts, testimony to which is his initiative of an open source community by the name of Universities of FOSS, India.",
      "img": "/images/speakers/Atharva.webp",
      "events": [
        { "name": "Git's bit: beyond the magic incantations" }
      ],
      "links": {
        "facebook": "",
        "web": "http://atharvaraykar.com/",
        "instagram": "",
        "twitter": "",
        "youtube": "",
        "github": "https://github.com/tfidfwastaken"
      }
    },
    {
      "name": "Gopikrishna Sashikumar",
      "description": "He is a machine learning engineer at FullContact Inc. and runs project initiatives for the TinkerHub Foundation. Hailing from Kottayam, Kerala, he has completed his B.Tech in Computer engineering from the Rajiv Gandhi Institute of Technology, Kottayam, where he founded the RIT Chapter of Tinkerhub and worked on a Computer Vision project whilst implementing the Pytorch Learning Program.  In addition, Mr.Sashikumar has several stimulating open-source projects under his belt. RITA - a virtual voice assistant, and JOJI- a project that converts text to a corresponding emoji, are a few among his impressive array of projects.",
      "img": "/images/speakers/Gopi.jpg",
      "events": [{ "name": "AI for solving regional problems" }],
      "links": {
        "facebook": "",
        "instagram": "",
        "github": "https://github.com/GopikrishnanSasikumar",
        "twitter": "",
        "youtube": "",
        "linkedin": "https://linkedin.com/in/gopikrishnan-sasikumar"
      }
    },
    {
      "name": "Subin Siby",
      "description": "Subin Siby is a tech lead at Big Binary, a company that has a track record of building high-quality web and mobile software with proven results. His foray into the world of programming started at a very young age. The first project that he worked on, a social network called Open was also his first encounter with open source software. A curious learner by nature who is also very passionate about sharing the knowledge he's acquired, Subin runs a blog with over 300 tutorials that shed light on topics that aren't covered extensively on the internet. He also plays an instrumental role in the Varnam Project that deals with the transliteration of Indian languages.",
      "img": "/images/speakers/Subin.png",
      "events": [{ "name": "Open Source Beginner Experience: Contributing to large projects like webTorrent" }],
      "links": {
        "facebook": "",
        "instagram": "",
        "web": "https://subinsb.com/",
        "twitter": "",
        "youtube": "",
        "github": "https://github.com/subins2000"
      }
    },
    {
      "name": "Mujeeb Rahman K",
      "description": "Co founder of Alphafork technologies, foss enthusiast and tech youtuber who makes videos on Linux and FOSS. He is a Member of smc.org.in, fsci.in, wikimedians of kerala, OSM Kerala and recently developed poorna.smc.org.in for SMC.",
      "img": "/images/speakers/Mujeeb Rahman K.jpg",
      "events": [
        { "name": "Desktop publishing and FOSS, A success story." }
      ],
      "links": {
        "web": "https://ibcomputing.com ",
        "twitter": "https://twitter.com/mujeebcpy",
        "youtube": "",
        "github": "",
        "linkedin": ""
      }
    },
    {
      "name": "Gokul Soumya",
      "description": "Gokul is an open source developer who is currently pursuing his undergraduate in engineering at Sree Chitra Thirunal College of Engineering, Trivandrum. He is currently working on Helix - a modern text editor inspired from vim and kakoune and is a co-maintainer for the same. His other projects include an LSP for Python and a Golang based to-do manager. Being an open source enthusiast and a proficient developer he will be one of our juvenile speakers at FOSSMeet'23",
      "img": "/images/speakers/Gokul.jpg",
      "events": [
        { "name": "The Helix text editor" }
      ],
      "links": {
        "facebook": "",
        "instagram": "",
        "twitter": "",
        "youtube": "",
        "github": "https://github.com/sudormrfbin",
        "linkedin": ""
      }
    },
    {
      "name": "Nanda Kishor M Pai",
      "description": "As a Machine Learning Engineer with a strong background in Natural Language Processing and Data Science, Nanda Kishor aims to research on model architecture and implement them to automate and accomplish production level accuracy in real-world problems. Being a student at College of Engineering, Trivandrum, Nanda Kishor has already made publications of Machine Learning articles in his Paperspace blog. Being young, aspiring yet so accomplished in his field makes him an integral speaker of our event.",
      "img": "/images/speakers/Nandakishor.png",
      "events": [{ "name": "Open-Source and importance of documentation: Journey of building an ML open source project to integrating it with Snapchat." }],
      "links": {
        "facebook": "",
        "instagram": "",
        "web": "https://nmpai.tech/",
        "github": "https://github.com/nandakishormpai",
        "youtube": ""
      }
    },
    {
      "name": "Arya Kiran",
      "description": "Libre Software enthusiast and teenage wunderkind, FOSSMeet'23's youngest speaker, Arya Kiran is a school student from Chennai. From free-software and technology to History and Biology his interests are wide and varied. He has worked on multiple tilde projects including Vern, as a system administrator. He has also developed Sedtrix, a sed-bot and is currently the admin of Project Segfault, which concerns itself with open source development and hosting services.",
      "img": "/images/speakers/Arya.jpg",
      "events": [{ "name": "Free Software, Decentralization, Self-Hosting and Free Service Hosts" }],
      "links": {
        "facebook": "",
        "instagram": "",
        "web": "https://aryak.vern.cc",
        "twitter": "",
        "youtube": ""
      }
    }
]